ws/resources/objectRepo/xmlTemplates/MDM/HotelConfig/req_CreateDepositPolicy.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v9="http://micros/opera/ws/mdm/v9_00" xmlns:v91="http://micros/opera/ws/common/v9_00">
   <soapenv:Header/>
   <soapenv:Body>
      <v9:CreateDepositPolicyRQ>
         <v9:OperaContext>
            <v91:UserLanguage/>
            <v91:CROCode/>
            <v91:HotelCode/>
            <v91:Language/>
            <v91:RunningApplication/>
            <v91:TerminalId/>
            <v91:LogLevel/>
            <v91:ExternalSystem/>
            <v91:Override/>
            <v91:TargetExternalSystem/>
            <v91:UseLocal/>
            <v91:ExternalData/>
         </v9:OperaContext>
         <v9:DepositPolicy HotelCode="?">
            <v91:DepositPolicy Inactive="?" Manual="?" PolicyCode="?" Sequence="?">
               <v91:AmountPercent Amount="?" BasisType="?" CurrencyCode="?" Nights="?" Percent="?"/>
               <v91:Deadline AbsoluteDeadline="?" OffsetDropTime="?" OffsetFromArrival="?" OffsetFromBookingDate="?"/>
               <v91:Description/>
               <v91:DepositReceiptNo/>
               <v91:TrxDate/>
               <v91:DepositReqReversed/>
            </v91:DepositPolicy>
         </v9:DepositPolicy>
      </v9:CreateDepositPolicyRQ>
   </soapenv:Body>
</soapenv:Envelope>